["NYT > Home Page", "NYT > Home Page", "As Government Reopens, the New Congress Tries to Begin Again", "Your 2019 Tax Refund Might Be Higher, Lower or Later Than Usual", "On Washington: With Pain Still Fresh, Lawmakers Make Push to Outlaw Shutdowns", "America Pushes Allies to Fight Huawei in New Arms Race With China", "The World Economy Just Can’t Escape Its Low-Growth, Low-Inflation Rut", "To Rise Above the Democratic Pack, Elizabeth Warren Tries ‘Nerding Out’", "The Tabloid Myths of Jennifer Aniston and Donald Trump", "Bill de Blasio May Be Running for President, if Only People Would Listen", "These Patients Had Sickle-Cell Disease. Experimental Therapies Might Have Cured Them.", "Elite Law Firm’s All-White Partner Class Stirs Debate on Diversity", "Another Side of #MeToo: Male Managers Fearful of Mentoring Women", "11 of Our Best Weekend Reads", "Government Shutdown, Roger Stone, Novak Djokovic: Your Weekend Briefing", "Huawei, Roger Stone, Venezuela: Your Monday Briefing", "Steve Jobs Never Wanted Us to Use Our iPhones Like This", "The Real Wall Isn’t at the Border", "A Time to Remember Portugal’s Schindler", "Op-Ed Columnist: Stone-Cold Loser", "A Case Against Impeachment", "She Wanted to Drive, So Saudi Arabia’s Ruler Imprisoned and Tortured Her", "The Loneliness of the Moderate Democrat", "Saving NATO", "Mueller’s Real Target in the Roger Stone Indictment", "‘This Is Our Land’", "The Secret Sushi Bar on the 10th Floor", "Steve Martin Plays Roger Stone on ‘Saturday Night Live’", "Big City: The Rich Didn’t Always Need $238 Million Penthouses", "Philippines Cathedral Bombing Kills 20", "Cease-Fire in Syria’s Idlib Province Is at Risk After Extremists Take Over", "Books News: Jay Asher, Author of ‘Thirteen Reasons Why,’ Files Defamation Lawsuit", "Banksy Mural Is Stolen From Bataclan, Site of Paris Attacks", "Meshulam Riklis, Financier Who Wed Pia Zadora, Is Dead at 95", "Too Ugly to Be Saved? Singapore Weighs Fate of Its Brutalist Buildings", "Senator Joni Ernst Speaks Out About Being a Survivor of Sexual Assault", "On the Way to Auschwitz, I Found ‘Heil Hitler’ Signs for Sale", "Grace Notes: He Wrote a Best-Seller as a Detective. Now He’s Back in Police Headquarters — as a Writer.", "How to Use ‘Do Not Disturb’ on Your Phone (While Still Letting Important Calls Through)", "Playlist: The Playlist: Vampire Weekend’s Plucky Return, and 15 More New Songs", "Why People Ghost — and How to Get Over It", "Crowdwise: How to Handle the Dreaded ‘Reply All Moment’", "Vows: Cemetery Was the Right Vibe for a Glamour Goth Wedding", "Sunday Routine: How Madison McFerrin, Singer, Spends Her Sundays", "Encounters: Haley Joel Osment Plays Pool at His Favorite N.Y.U. Hangout", "Five Weeknight Dishes: This Soup Deserves an Award", "At War: The Day They Came to Tell Me My Husband Died", "‘This Could Be the End’ for NASA’s Mars Opportunity Rover", "‘Hamlet’ in Virtual Reality Casts the Viewer in the Play", "Are Electric Cars Only for the Rich? Sacramento Is Challenging That Notion", "A Race Against Space"]